
[
  {
    "title": "New Single Release: 'Sufiyan Kizhisseri – Latest Track'",
    "slug": "new-single-release-sufiyan-kizhisseri",
    "date": "October 26, 2024",
    "excerpt": "We are thrilled to announce the release of the latest masterpiece from our founder, Muhammed Sufiyan. Stream it now on all major platforms!",
    "image": "https://images.unsplash.com/photo-1619983081593-e22f5899fa24?q=80&w=2070&auto=format&fit=crop",
    "content": "The much-anticipated single from Muhammed Sufiyan is finally here. 'Sufiyan Kizhisseri – Latest Track' is a groundbreaking fusion of traditional melodies and modern electronic production, setting a new benchmark for the industry. The track is a testament to Sufiyan's innovative spirit and his dedication to pushing creative boundaries. Available now on Spotify, Apple Music, and all other major streaming services. Join us in celebrating this monumental release and experience the future of sound with Sarigama Music Corner."
  },
  {
    "title": "SMC Announces Annual Showcase Event",
    "slug": "smc-announces-annual-showcase",
    "date": "September 15, 2024",
    "excerpt": "Get ready for a night of incredible music! The annual SMC Showcase will feature live performances from all our signed artists. Tickets go on sale next week.",
    "image": "https://images.unsplash.com/photo-1470229722913-7c0e2dbbafd3?q=80&w=2070&auto=format&fit=crop",
    "content": "Mark your calendars for the biggest night in the SMC calendar! Our Annual Showcase Event is back and better than ever. This year's event will feature breathtaking live performances from our entire artist roster, including special collaborations and sneak peeks of unreleased material. It's a celebration of the music, the artists, and the community that makes Sarigama Music Corner special. The event will be held at the Grand Symphony Hall. Tickets are limited and will be available for purchase starting next Monday. Don't miss out on an unforgettable night of music and magic."
  },
  {
    "title": "Welcome Aria Vega to the SMC Family!",
    "slug": "welcome-aria-vega",
    "date": "August 01, 2024",
    "excerpt": "We are proud to welcome the immensely talented vocalist Aria Vega to Sarigama Music Corner. We can't wait to share the magic we're creating together.",
    "image": "https://images.unsplash.com/photo-1512413316925-fd4b93382762?q=80&w=1974&auto=format&fit=crop",
    "content": "It is with immense pleasure that we announce the newest member of the Sarigama Music Corner family: the phenomenal vocalist, Aria Vega. With a voice that is both powerful and ethereal, Aria has already captured the hearts of many. We are incredibly excited to partner with her on her artistic journey. She is currently in the studio with producer Muhammed Sufiyan, working on her debut EP, which is expected to be a genre-defining project. Please join us in giving a warm welcome to Aria Vega!"
  }
]
